Repository: dev-afolabi/bitcoin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: Bitcoin is typically viewed as a 'reserve asset' or store of value in the cryptocurrency space. As a result, it has the highest adoption, best liquidity, highest average trading volume, and remains the top crypto by market capitalization. In fact, some people believe that there isn’t even a need for any cryptocurrencies other than Bitcoin. Their argument is that Bitcoin could cater to all use cases that altcoins are attempting to.
de: Bitcoin wird normalerweise als 'Reserve-Asset' oder Wertspeicher im Kryptowährungsraum angesehen. Infolgedessen hat es die höchste Akzeptanz, die beste Liquidität, das höchste durchschnittliche Handelsvolumen und bleibt nach Marktkapitalisierung die Top-Krypto. Einige Leute glauben sogar, dass nicht einmal andere Kryptowährungen als Bitcoin benötigt werden. Ihr Argument ist, dass Bitcoin alle Anwendungsfälle abdecken könnte, die Altcoins versuchen.
es: Bitcoin generalmente se ve como un 'activo de reserva' o un depósito de valor en el espacio de las criptomonedas. Como resultado, tiene la mayor adopción, la mejor liquidez, el mayor volumen de negociación promedio y sigue siendo la principal criptografía por capitalización de mercado. De hecho, algunas personas creen que ni siquiera se necesitan criptomonedas que no sean Bitcoin. Su argumento es que Bitcoin podría satisfacer todos los casos de uso que intentan las altcoins.
fr: Bitcoin est généralement considéré comme un `` actif de réserve '' ou une réserve de valeur dans l'espace de crypto-monnaie. En conséquence, il a l'adoption la plus élevée, la meilleure liquidité, le volume de négociation moyen le plus élevé et reste le premier crypto par capitalisation boursière. En fait, certaines personnes pensent qu'il n'y a même pas besoin de crypto-monnaies autres que Bitcoin. Leur argument est que Bitcoin pourrait répondre à tous les cas d'utilisation que les altcoins tentent de faire.

source: Bringing Bitcoin to this composable layer of financial building blocks is considered to be an exciting prospect by many.
de: Bitcoin in diese zusammensetzbare Schicht von Finanzbausteinen zu bringen, wird von vielen als aufregende Perspektive angesehen.
es: Muchos consideran que llevar Bitcoin a esta capa componible de bloques de construcción financiera es una perspectiva emocionante.
fr: Amener Bitcoin à cette couche composable de blocs de construction financiers est considéré comme une perspective passionnante par beaucoup.

source: Smart Contracts
de: Intelligente Verträge
es: Contratos inteligentes
fr: Contrats intelligents

source: While the most amount of value is in Bitcoin, it can’t benefit that much from the innovation happening in other segments of the digital currency industry
de: Bitcoin hat zwar den größten Wert, kann jedoch nicht so stark von den Innovationen in anderen Segmenten der digitalen Währungsbranche profitieren
es: Si bien la mayor cantidad de valor está en Bitcoin, no puede beneficiarse mucho de la innovación que ocurre en otros segmentos de la industria de la moneda digital.
fr: Bien que la valeur la plus importante soit en Bitcoin, elle ne peut pas bénéficier autant de l'innovation qui se produit dans d'autres segments de l'industrie des devises numériques.

source: Open Source
es: Fuente abierta

source: It means that since all these applications are running on the same public.
de: Dies bedeutet, dass alle diese Anwendungen in derselben Öffentlichkeit ausgeführt werden.
es: Significa que dado que todas estas aplicaciones se ejecutan en la misma audiencia.
fr: Cela signifie que puisque toutes ces applications fonctionnent sur le même public.

source: Even so, the competition between these different solutions isn’t that straightforward – it’s not a zero-sum game.
de: Trotzdem ist der Wettbewerb zwischen diesen verschiedenen Lösungen nicht so unkompliziert - es ist kein Nullsummenspiel.
es: Aun así, la competencia entre estas diferentes soluciones no es tan simple, no es un juego de suma cero.
fr: Même ainsi, la concurrence entre ces différentes solutions n’est pas si simple - ce n’est pas un jeu à somme nulle.

source: Bitcoin is the backbone of the cryptocurrency market, and yet, it can’t take advantage of developments that happen in other parts of the ecosystem. Some projects have been working on solving this problem.Is there a way to use bitcoin for more than what it can do while keeping the Bitcoin network intact? Well, the growth of tokenized bitcoin on Ethereum suggests that there is a demand for it.
de: Bitcoin ist das Rückgrat des Kryptowährungsmarktes und kann dennoch die Entwicklungen in anderen Teilen des Ökosystems nicht nutzen. Einige Projekte haben daran gearbeitet, dieses Problem zu lösen. Gibt es eine Möglichkeit, Bitcoin für mehr als das zu verwenden, was es kann, während das Bitcoin-Netzwerk intakt bleibt? Nun, das Wachstum von tokenisiertem Bitcoin auf Ethereum deutet darauf hin, dass eine Nachfrage danach besteht.
es: Bitcoin es la columna vertebral del mercado de las criptomonedas y, sin embargo, no puede aprovechar los desarrollos que ocurren en otras partes del ecosistema. Algunos proyectos han estado trabajando para resolver este problema. ¿Hay alguna manera de usar bitcoin para más de lo que puede hacer mientras se mantiene intacta la red de Bitcoin? Bueno, el crecimiento de bitcoins tokenizados en Ethereum sugiere que existe una demanda.
fr: Le Bitcoin est l'épine dorsale du marché de la crypto-monnaie, et pourtant, il ne peut pas tirer parti des développements qui se produisent dans d'autres parties de l'écosystème. Certains projets ont travaillé sur la résolution de ce problème: existe-t-il un moyen d'utiliser Bitcoin pour plus que ce qu'il peut faire tout en gardant le réseau Bitcoin intact? Eh bien, la croissance du bitcoin tokenisé sur Ethereum suggère qu'il existe une demande.

source: FonixCoin makes it simple and safe to buy, sell, and hold BTC.
de: Mit FonixCoin ist es einfach und sicher, BTC zu kaufen, zu verkaufen und zu halten.
es: FonixCoin hace que comprar, vender y mantener BTC sea simple y seguro.
fr: FonixCoin simplifie et sécurise l'achat, la vente et la détention de BTC.

source: Convert
de: Konvertieren
es: Convertir
fr: Convertir

source: Want to own other crypto? Convert any portion of your Bitcoin balance to another crypto.
de: Möchten Sie eine andere Krypto besitzen? Konvertieren Sie einen Teil Ihres Bitcoin-Guthabens in eine andere Krypto.
es: ¿Quieres tener otra criptografía? Convierta cualquier parte de su saldo de Bitcoin en otra criptografía.
fr: Vous voulez posséder une autre crypto? Convertissez n'importe quelle partie de votre solde Bitcoin en une autre crypto.

source: Transfer
es: Transferir
fr: Transfert

source: Unlike sending money overseas, you can send Bitcoin to anyone in the world virtually instantly.
de: Im Gegensatz zum Senden von Geld nach Übersee können Sie Bitcoin praktisch sofort an jeden auf der Welt senden.
es: A diferencia de enviar dinero al extranjero, puede enviar Bitcoin a cualquier persona en el mundo prácticamente al instante.
fr: Contrairement à l'envoi d'argent à l'étranger, vous pouvez envoyer du Bitcoin à n'importe qui dans le monde pratiquement instantanément.

source: Coin Buy and Sell
es: Compra y venta de monedas
fr: Achat et vente de coins

source: Coin trade without hassle
es: Comercio de divisas sin complicaciones
fr: Échange de coins sans souci

source: Coin buy and Sell
de: Münze kaufen und verkaufen
es: Compra y venta de monedas
fr: Achat et vente de coins

source: FonixCoin offers order books with top tier liquidity, allowing users to easily exchange Bitcoin, Ethereum, EOS, Litecoin, Ripple, NEO and many other digital assets with minimal slippage.FonixCoin also boasts a suite of order types to help traders take advantage of every situation.
de: FonixCoin bietet Auftragsbücher mit erstklassiger Liquidität, mit denen Benutzer Bitcoin, Ethereum, EOS, Litecoin, Ripple, NEO und viele andere digitale Assets mit minimalem Schlupf problemlos austauschen können. FonixCoin bietet außerdem eine Reihe von Auftragstypen, mit denen Händler jede Situation nutzen können .
es: FonixCoin ofrece libros de pedidos con liquidez de primer nivel, lo que permite a los usuarios intercambiar fácilmente Bitcoin, Ethereum, EOS, Litecoin, Ripple, NEO y muchos otros activos digitales con un deslizamiento mínimo.FonixCoin también cuenta con un conjunto de tipos de pedidos para ayudar a los operadores a aprovechar cada situación. .
fr: FonixCoin propose des carnets de commandes avec une liquidité de premier ordre, permettant aux utilisateurs d'échanger facilement Bitcoin, Ethereum, EOS, Litecoin, Ripple, NEO et de nombreux autres actifs numériques avec un glissement minimal.FonixCoin propose également une suite de types d'ordres pour aider les traders à tirer parti de chaque situation .

source: Professional connectivity
de: Professionelle Konnektivität
es: Conectividad profesional
fr: Connectivité professionnelle

source: Partnering with Market Synergy, corporate accounts and professional traders can take advantage of the fastest trading speed through institutional-grade connectivity.
de: Durch die Partnerschaft mit Market Synergy können Unternehmenskonten und professionelle Händler die schnellste Handelsgeschwindigkeit durch institutionelle Konnektivität nutzen.
es: Al asociarse con Market Synergy, las cuentas corporativas y los operadores profesionales pueden aprovechar la velocidad comercial más rápida a través de la conectividad de nivel institucional.
fr: En partenariat avec Market Synergy, les comptes d'entreprise et les traders professionnels peuvent profiter de la vitesse de négociation la plus rapide grâce à une connectivité de niveau institutionnel.

source: Chart features
de: Diagrammfunktionen
es: Características del gráfico

source: FonixCoin facilitates a graphical trading experience with advanced charting functionality.
de: FonixCoin ermöglicht ein grafisches Handelserlebnis mit erweiterten Chartfunktionen.
es: FonixCoin facilita una experiencia comercial gráfica con funcionalidad gráfica avanzada.
fr: FonixCoin facilite une expérience de trading graphique avec des fonctionnalités graphiques avancées.

source: Corporate accounts
de: Firmenkonten
es: Cuentas corporativas
fr: Comptes d'entreprise

source: FonixCoin has a bespoke offering expertly tailored to meet the specific needs of professional and institutional traders.
de: FonixCoin verfügt über ein maßgeschneidertes Angebot, das fachmännisch auf die spezifischen Bedürfnisse professioneller und institutioneller Händler zugeschnitten ist.
es: FonixCoin tiene una oferta a medida diseñada por expertos para satisfacer las necesidades específicas de los comerciantes profesionales e institucionales.
fr: FonixCoin propose une offre sur mesure spécialement conçue pour répondre aux besoins spécifiques des traders professionnels et institutionnels.

source: Enhanced Reporting
de: Erweiterte Berichterstellung
es: Informes mejorados
fr: Rapports améliorés

source: FonixCoin’s enhanced reporting framework would benefit both traders and developers.
de: Das erweiterte Berichts-Framework von FonixCoin würde sowohl Händlern als auch Entwicklern zugute kommen.
es: El marco de informes mejorado de FonixCoin beneficiaría tanto a los comerciantes como a los desarrolladores.
fr: Le cadre de reporting amélioré de FonixCoin profiterait à la fois aux commerçants et aux développeurs.

source: FonixCoin allows users to trade with up to 5x leverage by receiving funding from the peer to peer margin funding platform. Users can enter an order to borrow the desired amount of funding at the rate and duration of their choice.
de: Mit FonixCoin können Benutzer mit bis zu 5-facher Hebelwirkung handeln, indem sie Finanzmittel von der Peer-to-Peer-Margin-Finanzierungsplattform erhalten. Benutzer können einen Auftrag eingeben, um den gewünschten Finanzierungsbetrag zum Zinssatz und zur Dauer ihrer Wahl auszuleihen.
es: FonixCoin permite a los usuarios comerciar con un apalancamiento de hasta 5 veces al recibir fondos de la plataforma de financiación de margen de igual a igual. Los usuarios pueden ingresar una orden para pedir prestada la cantidad deseada de fondos a la tasa y duración de su elección.
fr: FonixCoin permet aux utilisateurs de négocier avec un effet de levier jusqu'à 5x en recevant un financement de la plate-forme de financement de marge peer to peer. Les utilisateurs peuvent saisir un ordre d'emprunter le montant de financement souhaité au taux et à la durée de leur choix.

source: The FonixCoin margin funding market provides a secure way to earn interest on fiat and digital assets by providing funding to traders wanting to trade with leverage. Users can offer funding across a wide range of currencies & assets, at the rate and duration of their choice.
de: Der FonixCoin-Margenfinanzierungsmarkt bietet eine sichere Möglichkeit, Zinsen für Fiat und digitale Vermögenswerte zu verdienen, indem Händler finanziert werden, die mit Hebeleffekten handeln möchten. Benutzer können Finanzmittel in einer Vielzahl von Währungen und Vermögenswerten zum Kurs und zur Dauer ihrer Wahl anbieten.
es: El mercado de financiación de margen de FonixCoin proporciona una forma segura de ganar intereses en activos digitales y fiduciarios al proporcionar financiación a los comerciantes que desean comerciar con apalancamiento. Los usuarios pueden ofrecer financiación en una amplia gama de divisas y activos, a la tasa y duración de su elección.
fr: Le marché du financement de marge FonixCoin offre un moyen sécurisé de gagner des intérêts sur les actifs fiat et numériques en fournissant un financement aux traders souhaitant négocier avec effet de levier. Les utilisateurs peuvent proposer un financement sur un large éventail de devises et d'actifs, au taux et à la durée de leur choix.

source: Users wishing to mitigate the risks associated with the volatility of Digital Tokens may trade Derivative Products on the Derivatives Site. Perpetual contracts are already available and further Derivative Products are under development.
de: Benutzer, die die mit der Volatilität digitaler Token verbundenen Risiken mindern möchten, können Derivateprodukte auf der Derivate-Website handeln. Unbefristete Verträge sind bereits verfügbar und weitere derivative Produkte sind in der Entwicklung.
es: Los usuarios que deseen mitigar los riesgos asociados con la volatilidad de los tokens digitales pueden intercambiar productos derivados en el sitio de derivados. Los contratos perpetuos ya están disponibles y se están desarrollando más productos derivados.
fr: Les utilisateurs souhaitant atténuer les risques associés à la volatilité des jetons numériques peuvent échanger des produits dérivés sur le site de produits dérivés. Des contrats perpétuels sont déjà disponibles et d'autres produits dérivés sont en cours de développement.

source: Get In Touch
de: In Kontakt kommen
es: Ponerse en contacto
fr: Entrer en contact

source: Send us a message
de: Schick uns eine Nachricht
es: Mandanos un mensaje
fr: Envoie-nous un message

source: response with in minute
de: Antwort innerhalb von Minuten
es: responder en minutos
fr: réponse en quelques minutes

source: Contact
de: Kontakt
es: Contacto

source: Write a mail
de: Schreiben Sie eine Mail
es: Escribe un email
fr: Écrire un e-mail

source: quick Send
es: rápida enviar
fr: Envoi rapide

source: Give a call
de: Anruf
es: Dar una llamada
fr: Appel

source: Phone
de: Telefon
es: Teléfono
fr: Téléphone

source: Visit our location
de: Besuchen Sie unseren Standort
es: Visite nuestra ubicación
fr: Visitez notre emplacement

source: Address
de: Adresse
es: dirección
fr: Adresse

source: find Direction
de: Richtung finden
es: encontrar dirección
fr: trouver direction

source: Lets's have a chat
de: Lass uns schreiben
es: Vamos a tener una charla
fr: Permet de discuter

source: Telephone
de: Telefon
es: Teléfono
fr: Téléphone

source: click here
de: Klicke hier
es: haga clic aquí
fr: cliquez ici

source: Send Us Message
de: Schick uns eine Nachricht
es: Mandanos un mensaje
fr: Envoie-nous un message

source: Send
de: Senden
es: Enviar
fr: Envoyer

source: Trade your coin with ease.
de: Handeln Sie Ihre Münze mit Leichtigkeit.
es: Cambie su moneda con facilidad.
fr: Échangez votre bitcoin en toute simplicité.

source: A cryptocurrency exchange is a service for changing digital currencies, such as Bitcoin, Ethereum, and more, to fiat (paper) currencies or for other digital currencies. At Fonixcoin, you can exchange your fiat currency, such as dollars or Euro, for several cryptocurrencies. You can also exchange your Bitcoin for fiat.
de: Ein Kryptowährungsaustausch ist ein Dienst zum Ändern digitaler Währungen wie Bitcoin, Ethereum und mehr in Fiat- (Papier-) Währungen oder für andere digitale Währungen. Bei Fonixcoin können Sie Ihre Fiat-Währung wie Dollar oder Euro gegen mehrere Kryptowährungen eintauschen. Sie können Ihr Bitcoin auch gegen Fiat eintauschen.
es: Un intercambio de criptomonedas es un servicio para cambiar monedas digitales, como Bitcoin, Ethereum y más, a monedas fiduciarias (papel) o para otras monedas digitales. En Fonixcoin, puede cambiar su moneda fiduciaria, como dólares o euros, por varias criptomonedas. También puede cambiar su Bitcoin por dinero fiduciario.
fr: Un échange de crypto-monnaie est un service permettant de changer des devises numériques, telles que Bitcoin, Ethereum, etc., en devises fiat (papier) ou pour d'autres devises numériques. Chez Fonixcoin, vous pouvez échanger votre monnaie fiduciaire, comme le dollar ou l'euro, contre plusieurs crypto-monnaies. Vous pouvez également échanger votre Bitcoin contre des fiat.

source: Cryptocurrency is a general name referring to all encrypted decentralized digital currencies such as Bitcoin, Litecoin, Ethereum and Ethereum Classic. They use cryptography to create coins and secure transactions. Typically, cryptocurrencies are open source and the transactions are based on blockchain technology.
de: Kryptowährung ist ein allgemeiner Name, der sich auf alle verschlüsselten dezentralen digitalen Währungen wie Bitcoin, Litecoin, Ethereum und Ethereum Classic bezieht. Sie verwenden Kryptographie, um Münzen zu erstellen und Transaktionen zu sichern. Kryptowährungen sind in der Regel Open Source und die Transaktionen basieren auf der Blockchain-Technologie.
es: Criptomoneda es un nombre general que se refiere a todas las monedas digitales descentralizadas cifradas, como Bitcoin, Litecoin, Ethereum y Ethereum Classic. Usan criptografía para crear monedas y transacciones seguras. Normalmente, las criptomonedas son de código abierto y las transacciones se basan en la tecnología blockchain.
fr: La crypto-monnaie est un nom général faisant référence à toutes les monnaies numériques décentralisées cryptées telles que Bitcoin, Litecoin, Ethereum et Ethereum Classic. Ils utilisent la cryptographie pour créer des pièces et sécuriser les transactions. En règle générale, les crypto-monnaies sont open source et les transactions sont basées sur la technologie blockchain.

source: Cryptocurrencies are traded via wallets, which are used to store, send, and receive digital currency. Most coins have an official wallet or a few officially recommended third-party wallets. You cannot invest in any cryptocurrency without using a dedicated cryptocurrency wallet.
de: Kryptowährungen werden über Brieftaschen gehandelt, in denen digitale Währungen gespeichert, gesendet und empfangen werden. Die meisten Münzen haben eine offizielle Brieftasche oder einige offiziell empfohlene Brieftaschen von Drittanbietern. Sie können nicht in eine Kryptowährung investieren, ohne eine dedizierte Kryptowährungsbrieftasche zu verwenden.
es: Las criptomonedas se negocian a través de billeteras, que se utilizan para almacenar, enviar y recibir moneda digital. La mayoría de las monedas tienen una billetera oficial o algunas billeteras de terceros recomendadas oficialmente. No puede invertir en ninguna criptomoneda sin utilizar una billetera de criptomonedas dedicada.
fr: Les crypto-monnaies sont échangées via des portefeuilles, qui sont utilisés pour stocker, envoyer et recevoir de la monnaie numérique. La plupart des pièces ont un portefeuille officiel ou quelques portefeuilles tiers officiellement recommandés. Vous ne pouvez investir dans aucune crypto-monnaie sans utiliser un portefeuille de crypto-monnaie dédié.

source: With Fonixcoin, you can skip complex processes like mining and just buy and trade cryptocurrency securely with your credit or debit card. Let’s get started!
de: Mit Fonixcoin können Sie komplexe Prozesse wie das Mining überspringen und Kryptowährung sicher mit Ihrer Kredit- oder Debitkarte kaufen und handeln. Lass uns anfangen!
es: Con Fonixcoin, puede omitir procesos complejos como la minería y simplemente comprar e intercambiar criptomonedas de forma segura con su tarjeta de crédito o débito. ¡Empecemos!
fr: Avec Fonixcoin, vous pouvez ignorer des processus complexes tels que l'exploitation minière et simplement acheter et échanger de la crypto-monnaie en toute sécurité avec votre carte de crédit ou de débit. Commençons!

source: Secure & easy way to
de: Sicher und einfach Weg zu
es: Manera fácil y segura de
fr: Un moyen sûr et facile de

source: buy & sell bitcoin
de: Bitcoin kaufen und verkaufen
es: comprar y vender bitcoins
fr: acheter et vendre des bitcoins

source: We put the power in your hands, to buy, sell and trade digital currency. We are FonixCoin, consistently rated the best and most secure cryptocurrency exchange.
de: Wir legen die Macht in Ihre Hände, digitale Währungen zu kaufen, zu verkaufen und zu handeln. Wir sind FonixCoin und werden durchweg als der beste und sicherste Kryptowährungsaustausch eingestuft.
es: Ponemos el poder en sus manos para comprar, vender e intercambiar moneda digital. Somos FonixCoin, constantemente calificados como el mejor y más seguro intercambio de criptomonedas.
fr: Nous mettons le pouvoir entre vos mains pour acheter, vendre et échanger des devises numériques. Nous sommes FonixCoin, toujours noté comme l'échange de crypto-monnaie le meilleur et le plus sécurisé.

source: Learn More
de: Mehr erfahren
es: Aprende más
fr: Apprendre encore plus

source: Get started
de: loslegen
es: obtener empezada
fr: Commencer

source: bitcoin & ethereum transfer you can trust
de: Bitcoin & Ethereum Transfer, dem Sie vertrauen können
es: transferencia de bitcoin y ethereum en la que puede confiar
fr: Transferts Bitcoin et Ethereum auxquels vous pouvez faire confiance

source: We give you the power to hit the ground running, no matter your experience level. Make easy deposits and withdrawals, measure your portfolio's performance and keep track of all of your digital assets in one convenient place.
de: Wir geben Ihnen die Kraft, unabhängig von Ihrer Erfahrung auf dem richtigen Weg zu sein. Nehmen Sie einfache Ein- und Auszahlungen vor, messen Sie die Performance Ihres Portfolios und behalten Sie alle Ihre digitalen Assets an einem praktischen Ort im Auge.
es: Te damos el poder de empezar a trabajar sin importar tu nivel de experiencia. Realice depósitos y retiros fáciles, mida el rendimiento de su cartera y realice un seguimiento de todos sus activos digitales en un solo lugar conveniente.
fr: Nous vous donnons le pouvoir de vous lancer, quel que soit votre niveau d'expérience. Effectuez des dépôts et des retraits faciles, mesurez les performances de votre portefeuille et gardez une trace de tous vos actifs numériques en un seul endroit pratique.

source: Get quote
es: Obtener cotización
fr: Obtenez un devis

source: Read More
es: Lee mas
fr: Lire la suite

source: Invest & double your desire bitcoin
de: Investieren und verdoppeln Sie Ihren Wunsch Bitcoin
es: Invierta y duplique su deseo de bitcoin
fr: Investissez et doublez votre désir Bitcoin
