Repository: dev-afolabi/bitcoin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: Security of user information and funds is our first priority. Learn more about our security features and integrations.The Fonixcoin REST and Websocket APIs are designed to facilitate access to all features of the FonixCoin platform, allowing full integration with traders’ own products and platforms.
de: Die Sicherheit von Benutzerinformationen und Geldern hat für uns oberste Priorität. Erfahren Sie mehr über unsere Sicherheitsfunktionen und -integrationen. Die Fonixcoin REST- und Websocket-APIs erleichtern den Zugriff auf alle Funktionen der FonixCoin-Plattform und ermöglichen die vollständige Integration in die eigenen Produkte und Plattformen der Händler.
es: La seguridad de la información y los fondos del usuario es nuestra primera prioridad. Obtenga más información sobre nuestras funciones e integraciones de seguridad. Las API de Fonixcoin REST y Websocket están diseñadas para facilitar el acceso a todas las funciones de la plataforma FonixCoin, lo que permite una integración completa con los propios productos y plataformas de los comerciantes.
fr: La sécurité des informations des utilisateurs et des fonds est notre première priorité. En savoir plus sur nos fonctionnalités de sécurité et nos intégrations.Les API REST et Websocket de Fonixcoin sont conçues pour faciliter l'accès à toutes les fonctionnalités de la plate-forme FonixCoin, permettant une intégration complète avec les propres produits et plates-formes des traders.

source: Safe and secure
de: Gesichert und sicher
es: Segura y protegida
fr: Sûr et sécurisé

source: 2-factor authentication, advanced encryption technology, cold storage – we give you peace of mind when it comes to security.
de: 2-Faktor-Authentifizierung, fortschrittliche Verschlüsselungstechnologie, Kühlhaus - wir geben Ihnen Sicherheit, wenn es um Sicherheit geht.
es: Autenticación de 2 factores, tecnología de cifrado avanzada, almacenamiento en frío: le brindamos tranquilidad en lo que respecta a la seguridad.
fr: Authentification à 2 facteurs, technologie de cryptage avancée, stockage à froid - nous vous donnons la tranquillité d'esprit en matière de sécurité.

source: Robot friendly API
de: Roboterfreundliche API
es: API amigable con el robot
fr: convivial pour les robots API

source: Make the most of your trading with our leading API and it's low latency data and execution feeds.
de: Machen Sie das Beste aus Ihrem Handel mit unserer führenden API und den Daten und Ausführungs-Feeds mit geringer Latenz.
es: Aproveche al máximo sus operaciones con nuestra API líder y sus feeds de ejecución y datos de baja latencia.
fr: Tirez le meilleur parti de votre trading avec notre API leader et ses flux de données et d'exécution à faible latence.

source: Information Security
de: Informationssicherheit
es: Seguridad de información
fr: Sécurité des informations

source: All sensitive account information is encrypted at rest at both the system and data level. Access is strictly controlled and monitored.
de: Alle vertraulichen Kontoinformationen werden im Ruhezustand sowohl auf System- als auch auf Datenebene verschlüsselt. Der Zugang wird streng kontrolliert und überwacht.
es: Toda la información confidencial de la cuenta está cifrada en reposo tanto en el sistema como en los niveles de datos. El acceso está estrictamente controlado y monitoreado.
fr: Toutes les informations sensibles du compte sont cryptées au repos au niveau du système et des données. L'accès est strictement contrôlé et surveillé.

source: Platform Security
de: Plattformsicherheit
es: Seguridad de la plataforma
fr: Sécurité de la plateforme

source: Our servers reside in secure cages under 24/7 surveillance by armed guards and video monitors.
de: Unsere Server befinden sich in sicheren Käfigen, die rund um die Uhr von bewaffneten Wachen überwacht werden. und Videomonitore.
es: Nuestros servidores residen en jaulas seguras bajo vigilancia 24/7 por guardias armados y monitores de video.
fr: Nos serveurs résident dans des cages sécurisées sous surveillance 24/7 par des gardes armés et des moniteurs vidéo.

source: We have an expert team dedicated to testing our own systems via every imaginable attack vector. Additionally, we run a bug bounty program to leverage the expertise of the broader security research community.
de: Wir haben ein Expertenteam, das sich dem Testen unserer eigenen Systeme über jeden erdenklichen Angriffsvektor widmet. Darüber hinaus führen wir ein Bug-Bounty-Programm durch, um das Fachwissen der breiteren Sicherheitsforschungsgemeinschaft zu nutzen.
es: Contamos con un equipo de expertos dedicado a probar nuestros propios sistemas a través de todos los vectores de ataque imaginables. Además, ejecutamos un programa de recompensas por errores para aprovechar la experiencia de la comunidad de investigación de seguridad en general.
fr: Nous avons une équipe d'experts dédiée à tester nos propres systèmes via tous les vecteurs d'attaque imaginables. De plus, nous gérons un programme de primes aux bogues pour tirer parti de l'expertise de la communauté de recherche en sécurité au sens large.

source: We’ve assembled a global team of top security professionals who take a risk-based approach to ensuring our clients’ assets are protected at the highest levels while maintaining exceptional performance and an unparalleled client experience.
de: Wir haben ein globales Team von Top-Sicherheitsexperten zusammengestellt, die einen risikobasierten Ansatz verfolgen, um sicherzustellen, dass die Vermögenswerte unserer Kunden auf höchstem Niveau geschützt sind, während außergewöhnliche Leistung und ein beispielloses Kundenerlebnis erhalten bleiben.
es: Hemos reunido un equipo global de profesionales de seguridad de alto nivel que adoptan un enfoque basado en el riesgo para garantizar que los activos de nuestros clientes estén protegidos al más alto nivel mientras mantienen un rendimiento excepcional y una experiencia de cliente incomparable.
fr: Nous avons réuni une équipe mondiale de professionnels de la sécurité de haut niveau qui adoptent une approche basée sur les risques pour garantir la protection des actifs de nos clients au plus haut niveau tout en maintenant des performances exceptionnelles et une expérience client inégalée.

source: Email confirmation
de: Email Bestätigung
es: Confirmación de correo electrónico
fr: Confirmation de l'émail

source: Email confirmations for withdrawals with self-serve account lock.
de: E-Mail-Bestätigungen für Abhebungen mit Self-Service-Kontosperre.
es: Confirmaciones por correo electrónico para retiros con bloqueo de cuenta de autoservicio.
fr: Confirmations par e-mail pour les retraits avec verrouillage de compte libre-service.

source: Global time lock
de: Globale Zeitsperre
es: Bloqueo de tiempo global
fr: Verrouillage horaire global

source: Global settings time lock for extreme security when you're away.
de: Zeitsperre für globale Einstellungen für extreme Sicherheit, wenn Sie nicht da sind.
es: Bloqueo de tiempo de configuración global para una seguridad extrema cuando no está.
fr: Verrouillage horaire des paramètres globaux pour une sécurité extrême lorsque vous êtes absent.

source: FonixCoin Services
es: Servicios de FonixCoin
fr: Services FonixCoin

source: Our Range of Sevices
de: Unser Leistungsspektrum
es: Nuestra gama de servicios
fr: Notre gamme de services

source: FONIX Solution Ltd (hereinafter "The Platform Technology") provides access to crypto assets exchange platform technology under the registered trademark "FonixCoin".
de: FONIX Solution Ltd (im Folgenden: The Platform Technology) bietet unter der eingetragenen Marke FonixCoin Zugriff auf die Plattformtechnologie für den Austausch von Krypto-Assets.
es: FONIX Solution Ltd (en adelante, La Tecnología de la Plataforma) proporciona acceso a la tecnología de la plataforma de intercambio de activos criptográficos bajo la marca registrada FonixCoin.
fr: FONIX Solution Ltd (ci-après The Platform Technology) donne accès à la technologie de plate-forme d'échange d'actifs cryptographiques sous la marque déposée FonixCoin.

source: FonixCoin takes every necessary precaution to keep its clients’ personal information and funds safe and secure.
de: FonixCoin trifft alle erforderlichen Vorkehrungen, um die persönlichen Daten und Gelder seiner Kunden sicher zu verwahren.
es: FonixCoin toma todas las precauciones necesarias para mantener la información personal y los fondos de sus clientes seguros y protegidos.
fr: FonixCoin prend toutes les précautions nécessaires pour conserver les informations personnelles et les fonds de ses clients en toute sécurité.

source: Dashboard
de: Instrumententafel
es: tablero
fr: Tableau de bord

source: Toggle navigation
de: Navigation umschalten
es: Navegación de palanca
fr: Basculer la navigation

source: You have
de: Du hast
es: Tienes
fr: vous avez

source: message(s)
de: Mitteilunge (n)
es: mensaje (s)

source: See all e-Mails
de: Alle E-Mails anzeigen
es: Ver todos los correos electrónicos
fr: Voir tous les e-mails

source: You have new notifications
de: Du hast neue Benachrichtigungen
es: Tienes nuevas notificaciones
fr: Vous avez de nouvelles notifications

source: View all
de: Alle ansehen
es: Ver todo
fr: Voir tout

source: My Profile
de: Mein Profil
es: Mi perfil
fr: Mon profil

source: Inbox
de: Posteingang
es: Bandeja de entrada
fr: boîte de réception

source: Logout
de: Ausloggen
es: cerrar sesión
fr: Déconnexion

source: Personalize
de: Personifizieren
es: Personalizar

source: Edit Profile
de: Profil bearbeiten
es: Editar perfil

source: Change password
de: Änder Passwort
es: Cambia la contraseña
fr: Changer le mot de passe

source: Mailbox
de: Briefkasten
es: buzón
fr: Boites aux lettres

source: Deposit
de: Anzahlung
es: Depositar
fr: Dépôt

source: Withdraw
de: abheben
es: Retirada
fr: Se désister

source: Control panel
de: Schalttafel
es: Panel de control
fr: Panneau de configuration

source: Technical Analysis for
de: Technische Analyse für
es: Análisis técnico para
fr: Analyse technique pour

source: Wallet Balance
de: Brieftaschenkredit
es: Saldo de billetera
fr: Solde Wallet

source: Amount
de: Menge
es: monto
fr: montant

source: Bonus
es: bonificación

source: DEPOSIT
de: ANZAHLUNG
es: DEPOSITAR
fr: DÉPÔT

source: WITHDRAW
de: ABHEBEN
es: RETIRADA
fr: SE DÉSISTER

source: Market
de: Markt
es: Mercado
fr: Marché

source: Limit
de: Grenze
es: Límite
fr: Limite

source: Stop
de: Halt
es: Detener
fr: Arrêtez

source: Amount BTC
de: Betrag BTC
es: Cantidad de BTC
fr: Montant BTC

source: Price
de: Preis
es: Precio
fr: Prix

source: Fee
de: Gebühr
es: dues

source: BUY
de: KAUFEN
es: COMPRAR
fr: ACHETER

source: SELL
de: VERKAUFEN
es: VENDER
fr: VENDRE

source: Balance
es: Equilibrar
fr: Solde

source: Compose
de: Komponieren
es: componer
fr: Composé

source: Folders
de: Ordner
es: Carpetas
fr: Dossiers

source: You do not have any new message
de: Sie haben keine neue Nachricht
es: no tienes ningún mensaje nuevo

source: Opening Hours
de: Öffnungszeiten
es: Horario de apertura
fr: Horaires d'ouvertures

source: Login
de: Einloggen
es: Iniciar sesión
fr: S'identifier

source: Register
de: registrieren
es: Regístrate
fr: S'inscrire

source: Help
de: Hilfe
es: Ayuda
fr: Aidez

source: Support
de: Unterstützung
es: Apoyo
fr: Soutien

source: language
de: Sprache
es: idioma
fr: Langue

source: Email Us
de: Schreiben Sie uns eine E-Mail
es: envianos un email
fr: Envoyez-nous un email

source: Call Us
de: Ruf uns an
es: Llámanos
fr: Appelez nous

source: All Our Services
de: Alle unsere Dienstleistungen
es: Todos nuestros servicios
fr: Tous nos services

source: About Us
de: Über uns
es: Sobre nosotras
fr: À propos de nous

source: Search here
de: Suche hier
es: Busca aquí
fr: Cherche ici

source: Bitcoin Trading Center
de: Bitcoin-Handelszentrum
es: Centro de comercio de Bitcoin
fr: Centre de trading Bitcoin

source: Our mission is to bring trading to the masses. We provide an intuitive trading platform designed with the latest technological advancements that’s geared towards new traders as well as professionals. Our customer service and support is always available to meet your needs, and our account managers know that your success is our success.
de: Unsere Mission ist es, den Massen Handel zu bringen. Wir bieten eine intuitive Handelsplattform mit den neuesten technologischen Fortschritten, die sich sowohl an neue Händler als auch an Profis richtet. Unser Kundenservice und Support steht Ihnen jederzeit zur Verfügung, und unsere Kundenbetreuer wissen, dass Ihr Erfolg unser Erfolg ist.
es: Nuestra misión es llevar el comercio a las masas. Proporcionamos una plataforma de operaciones intuitiva diseñada con los últimos avances tecnológicos que está orientada tanto a nuevos operadores como a profesionales. Nuestro servicio y soporte al cliente está siempre disponible para satisfacer sus necesidades, y nuestros gerentes de cuentas saben que su éxito es nuestro éxito.
fr: Notre mission est d'apporter le commerce aux masses. Nous fournissons une plate-forme de trading intuitive conçue avec les dernières avancées technologiques qui s'adresse aux nouveaux traders ainsi qu'aux professionnels. Notre service client et notre assistance sont toujours disponibles pour répondre à vos besoins, et nos chargés de clientèle savent que votre succès est notre succès.

source: Quick Links
de: schnell Links
es: enlaces rápidos
fr: Liens rapides

source: Home Page
de: Startseite
es: Página principal
fr: Page d'accueil

source: Our Members
de: Unsere Mitglieder
es: Nuestras miembros
fr: Nos membres

source: Buy & Sell
de: Kaufen und Verkaufen
es: Compra venta
fr: Acheter et vendre

source: Bitcoin Trade
de: Bitcoin-Handel
es: Comercio de Bitcoin
fr: Commerce Bitcoin

source: latest Post
de: Neuester Beitrag
es: ultima publicación

source: Phone Number
de: Telefonnummer
es: Número de teléfono
fr: Numéro de téléphone

source: Door Open
de: Öffnungszeiten
es: Hora de apertura
fr: Heure ouverte

source: Deposit Fund
de: Einlagenfonds
es: Fondo de depósito
fr: Fonds de dépôt

source: Please make a payemnt using this details
de: Bitte zahlen Sie mit diesen Informationen
es: Haga un pago utilizando estos detalles
fr: Veuillez effectuer un paiement en utilisant ces informations

source: Recipient Name
de: Name des Empfängers
es: Nombre del destinatario
fr: Nom du destinataire

source: Bank Name
es: Nombre del banco
fr: Nom de banque

source: Sort Code
de: Sortiercode
es: Código de clasificacion
fr: Code de tri

source: Account Number
de: Kontonummer
es: Número de cuenta
fr: Numéro de compte

source: Reference
de: Referenz
es: Referencia
fr: Référence

source: Payment Details
de: Zahlungsdetails
es: Detalles del pago

source: Wallet Address
de: Brieftaschenadresse
es: Dirección de billetera
fr: Adresse du portefeuille

source: Please recheck and confirm this wallet address to avoid deposit error
de: Bitte überprüfen und überprüfen Sie diese Brieftaschenadresse erneut, um Einzahlungsfehler zu vermeiden
es: Verifique y confirme esta dirección de billetera para evitar errores de depósito
fr: Veuillez vérifier et confirmer cette adresse de portefeuille pour éviter une erreur de dépôt

source: Deposit Funds
de: Einlagenfonds
es: Fondos de depósito
fr: Fonds de dépôt

source: Please select required options
de: Bitte wählen Sie die gewünschten Optionen
es: Seleccione las opciones requeridas
fr: Veuillez sélectionner les options requises

source: Fullname
de: Vollständiger Name
es: Nombre completo

source: Select Amount
de: Wählen Sie die Anzahl
es: Seleccionar monto
fr: Sélectionnez le montant

source: Withdraw Fund
de: Geld abheben
es: Retirar fondo
fr: Retirer le fonds

source: Please provide accurate details
de: Bitte geben Sie genaue Details an
es: proporcione detalles precisos
fr: Veuillez fournir des détails spécifiques

source: IBAN Number
de: IBAN-Nummer
es: Número IBAN
fr: Numéro IBAN

source: Swift Code
es: código SWIFT
fr: Code rapide

source: user
de: Benutzerin
es: usuaria
fr: utilisateur

source: users
de: Benutzer
es: usuarias
fr: utilisateurs

source: Update Your Profile
de: Aktualisiere dein Profil
es: Actualiza tu perfil
fr: Mettre à jour votre profil

source: Please make neccessary edits
es: Realiza las modificaciones necesarias
fr: Veuillez apporter les modifications nécessaires

source: First Name
de: Vorname
es: Nombre de pila
fr: Prénom

source: Last Name
de: Nachname
es: Apellido
fr: Nom de famille

source: Gender
de: Geschlecht
es: Género
fr: Le sexe

source: Profile Picture
de: Profilbild
es: Foto de perfil
fr: Image de profil

source: Update Profile
de: Profil aktualisieren
es: Actualización de perfil
fr: Mettre à jour le profil

source: Login To Your Account
de: Melden Sie sich bei Ihrem Konto an
es: Ingrese a su cuenta
fr: Connectez-vous à votre compte

source: Login to Continue
de: Melden Sie sich an, um fortzufahren
es: Iniciar sesión para continuar
fr: Connectez-vous pour continuer

source: Remember me
de: Angemeldet bleiben
es: Recuérdame
fr: Souviens-toi de moi

source: Forgot Password?
de: Passwort vergessen?
es: ¿Olvidaste tu contraseña?
fr: Mot de passe oublié?

source: Change Password
de: Ändert Passwort
es: Cambia la contraseña
fr: changer mot de passe

source: Please input your new Password
de: Bitte geben Sie Ihr neues Passwort ein
es: Ingrese su nueva contraseña
fr: Veuillez saisir votre nouveau mot de passe

source: Old Password
de: Altes Passwort
es: Contraseña anterior
fr: ancien mot de passe

source: New Password
de: Neues Kennwort
es: Nueva contraseña
fr: nouveau mot de passe

source: Confirm New Password
de: Bestätige neues Passwort
es: Confirmar nueva contraseña
fr: Confirmer le nouveau mot de passe

source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

source: Successful
de: erfolgreich
es: Exitosa
fr: Réussie

source: Your password has been successfully updated
de: Ihr Passwort wurde erfolgreich aktuallisiert
es: Su contraseña ha sido actualizada satisfactoriamente
fr: Votre mot de passe a été modifié avec succès

source: Your password has been Reset.
de: Dein Passwort wurde zurück gesetzt.
es: Tu contraseña ha sido restablecida.
fr: Votre mot de passe a été réinitialisé.

source: Log in using your new password.
de: Melden Sie sich mit Ihrem neuen Passwort an.
es: Inicie sesión con su nueva contraseña.
fr: Connectez-vous en utilisant votre nouveau mot de passe.

source: Enter A new Password below
de: Bitte geben Sie unten ein neues Passwort ein
es: Ingrese una nueva contraseña a continuación
fr: Entrez un nouveau mot de passe ci-dessous

source: Save new Password
de: Neues Passwort speichern
es: Guardar nueva contraseña
fr: Enregistrer le nouveau mot de passe

source: This reset link is no longer valid
de: Dieser Reset-Link ist nicht mehr gültig
es: Este enlace de restablecimiento ya no es válido
fr: Ce lien de réinitialisation n'est plus valide

source: Please request a new reset email
de: Bitte fordern Sie eine neue E-Mail zum Zurücksetzen an
es: Solicitar un nuevo correo electrónico de restablecimiento
fr: Veuillez demander un nouvel e-mail de réinitialisation

source: here.
de: Hier.
es: aquí.
fr: ici.

source: Password Reset email sent.
de: E-Mail zum Zurücksetzen des Passworts gesendet.
es: Se envió el correo electrónico de restablecimiento de contraseña.
fr: E-mail de réinitialisation du mot de passe envoyé.

source: Please check your email and password
de: Bitte überprüfen Sie Ihre E-Mail-Adresse und Ihr Passwort
es: Por favor revise su correo electrónico y contraseña
fr: Veuillez vérifier votre email et votre mot de passe

source: Receive Password reset Email.
de: E-Mail zum Zurücksetzen des Passworts erhalten.
es: Reciba un correo electrónico para restablecer la contraseña.
fr: Recevoir un e-mail de réinitialisation du mot de passe.

source: Reset Password
de: Passwort zurücksetzen
es: Restablecer la contraseña
fr: réinitialiser le mot de passe

source: Create Your Account
de: Erstelle deinen Account
es: Crea tu cuenta
fr: Créez votre compte

source: Confirmation Email Sent
de: Bestätigungs-E-Mail verschickt
es: Correo de Confirmación Mandado
fr: Mail de confirmation envoyé

source: registration
es: Regístrate
fr: s'inscrire

source: Your Fonixcoin account activation failed
de: Die Aktivierung Ihres Fonixcoin-Kontos ist fehlgeschlagen
es: La activación de su cuenta de Fonixcoin falló
fr: L'activation de votre compte Fonixcoin a échoué

source: Activation link not valid or expired, please restart your registration.
de: Aktivierungslink nicht gültig oder abgelaufen, bitte starten Sie Ihre Registrierung neu.
es: El enlace de activación no es válido o está caducado, reinicie su registro.
fr: Le lien d'activation n'est pas valide ou a expiré, veuillez redémarrer votre inscription.

source: Activate Your Account
de: Aktiviere deinen Account
es: activa tu cuenta
fr: Activez votre compte

source: Account successfully activated
de: Konto erfolgreich aktiviert
es: Cuenta activada correctamente
fr: Compte activé avec succès

source: Activated
de: Aktiviert
es: Activada
fr: activé

source: Your Fonixcoin account has been successfully activated
de: Ihr Fonixcoin-Konto wurde erfolgreich aktiviert
es: Su cuenta de Fonixcoin se ha activado con éxito
fr: Votre compte Fonixcoin a été activé avec succès

source: Please login
de: Bitte loggen Sie sich ein
es: Por favor Iniciar sesión
fr: Veuillez vous connecter

source: HERE
de: HIER
es: AQUÍ
fr: ICI

source: Registeration
es: Regístrate
fr: s'inscrire

source: Sign Up
de: registrieren
es: Regístrate
fr: s'inscrire

source: Upload Profile Picture
de: Profilbild hochladen
es: Cargar imagen de perfil
fr: Télécharger une photo de profil

source: Have an account already ?
de: Hast du schon einen Account?
es: ¿Ya tienes una cuenta?
fr: Vous avez déjà un compte?

source: Login here
de: Hier anmelden
es: iniciar sesión aquí
fr: Connectez-vous ici

source: Your Fonixcoin account has been successfully created
de: Ihr Fonixcoin-Konto wurde erfolgreich erstellt
es: Su cuenta de Fonixcoin se ha creado con éxito
fr: Votre compte Fonixcoin a été créé avec succès

source: Please check your email for Confirmation link to activate your account
de: Bitte überprüfen Sie Ihre E-Mails auf den Bestätigungslink, um Ihr Konto zu aktivieren
es: Por favor revise su correo electrónico para el enlace de Confirmación para activar su cuenta
fr: Veuillez vérifier votre e-mail pour le lien de confirmation pour activer votre compte

source: View Profile
de: Profil anzeigen
es: Ver perfil
fr: Voir le profil

source: Profile Details
de: Profildetails
es: detalles del perfil
fr: Détails du profil

source: Update your profile
de: Aktualisiere dein Profil
es: Actualiza tu perfil
fr: Mettre à jour votre profil

source: French
de: Französisch
fr: Français

source: Partnering with Market Synergy, corporate accounts and professional traders can take advantage of the fastest trading speeds through institutional-grade connectivity and co-location services with direct access to our digital asset gateway.
de: Durch die Partnerschaft mit Market Synergy können Unternehmenskonten und professionelle Händler die schnellsten Handelsgeschwindigkeiten durch institutionelle Konnektivität und Co-Location-Services mit direktem Zugriff auf unser Gateway für digitale Assets nutzen.
fr: En partenariat avec Market Synergy, les comptes d'entreprise et les traders professionnels peuvent profiter des vitesses de négociation les plus rapides grâce à une connectivité de niveau institutionnel et des services de colocation avec un accès direct à notre passerelle d'actifs numériques.

source: Ethereum Blockchain
fr: Blockchain Ethereum

source: General
de: Allgemeines
fr: Générale

source: Circulating Supply
de: Umlaufversorgung
fr: Approvisionnement en circulation

source: buy, sell, and use cryptocurrencies
de: Kryptowährungen kaufen, verkaufen und verwenden
fr: acheter, vendre et utiliser des crypto-monnaies
