Repository: dev-afolabi/bitcoin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: PERSONAL
de: persönlich
fr: PERSONNELLE

source: Asset
de: Anlagegut
fr: Atout

source: Total
de: Gesamt
fr: Totale

source: Drafts
de: Entwürfe
fr: Brouillons

source: Cryptocurrency
de: Kryptowährung
fr: Cryptomonnaie

source: Stay With Us
de: Bleib bei uns
fr: rester avec nous

source: Select payment method
de: Wählen Sie die Zahlungsmethode
fr: Sélectionnez le mode de paiement

source: Base Layer
de: Grundschicht

source: More News
de: Mehr Nachrichten
