Repository: dev-afolabi/bitcoin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: New to cryptocurrency? No problem. Digital assets may seem confusing, but we're here to help. While the concept is simple, we know that aspects of cryptocurrency can seem a bit complex.
de: Neu in der Kryptowährung? Kein Problem. Digitale Assets mögen verwirrend erscheinen, aber wir sind hier, um Ihnen zu helfen. Obwohl das Konzept einfach ist, wissen wir, dass Aspekte der Kryptowährung etwas komplex erscheinen können.
es: ¿Nuevo en criptomonedas? No hay problema. Los activos digitales pueden parecer confusos, pero estamos aquí para ayudar. Si bien el concepto es simple, sabemos que los aspectos de la criptomoneda pueden parecer un poco complejos.
fr: Nouveau sur la crypto-monnaie? Aucun problème. Les actifs numériques peuvent sembler déroutants, mais nous sommes là pour vous aider. Bien que le concept soit simple, nous savons que les aspects de la crypto-monnaie peuvent sembler un peu complexes.

source: View More
es: ver más
fr: En savoir plus

source: why buy & sell
es: por que comprar y vender
fr: pourquoi acheter et vendre

source: Features
de: Eigenschaften
es: Caracteristicas
fr: Caractéristiques

source: FonixCoin has consistently taken measures to makes online trading and investing accessible
de: FonixCoin hat konsequent Maßnahmen ergriffen, um den Online-Handel und das Investieren zugänglich zu machen
es: FonixCoin ha tomado medidas constantemente para que el comercio y la inversión en línea sean accesibles
fr: FonixCoin a constamment pris des mesures pour rendre le trading et l'investissement en ligne accessibles

source: With FonixCoin, you can easily buy Bitcoin with cash
de: Mit FonixCoin können Sie Bitcoin ganz einfach mit Bargeld kaufen
es: Con FonixCoin, puede comprar Bitcoin fácilmente con efectivo
fr: Avec FonixCoin, vous pouvez facilement acheter du Bitcoin avec de l'argent

source: Bitcoin and Ethereum is much more than just a digital currency.
de: Bitcoin und Ethereum sind viel mehr als nur eine digitale Währung.
es: Bitcoin y Ethereum son mucho más que una simple moneda digital.
fr: Bitcoin et Ethereum sont bien plus qu'une simple monnaie numérique.

source: We take every necessary precaution to keep you safe and secure.
de: Wir treffen alle notwendigen Vorkehrungen, um Sie sicher zu halten.
es: Tomamos todas las precauciones necesarias para mantenerlo seguro y protegido.
fr: Nous prenons toutes les précautions nécessaires pour assurer votre sécurité.

source: Bank on FonixCoin’s experience as a global fintech leader.
de: Vertrauen Sie auf die Erfahrung von FonixCoin als globaler Fintech-Marktführer.
es: Confíe en la experiencia de FonixCoin como líder mundial en tecnología financiera.
fr: Misez sur l’expérience de FonixCoin en tant que leader mondial des technologies financières.

source: Access crypto assets exchange platform technology under the registered trademark
de: Greifen Sie unter der eingetragenen Marke auf die Plattformtechnologie für den Austausch von Krypto-Assets zu
es: Acceda a la tecnología de la plataforma de intercambio de activos criptográficos bajo la marca registrada
fr: Accédez à la technologie de plateforme d'échange d'actifs cryptographiques sous la marque déposée

source: Frequently Asked
de: Häufig gestellte
es: frecuentes

source: questions
de: Fragen
es: preguntas

source: Bitcoin is a consensus network that enables a new payment system using digital money. It is the first decentralized peer-to-peer payment network that is powered by its users with no central authority or middlemen. From a user perspective, bitcoin is pretty much like cash for the Internet.
de: Bitcoin ist ein Konsensnetzwerk, das ein neues Zahlungssystem mit digitalem Geld ermöglicht. Es ist das erste dezentrale Peer-to-Peer-Zahlungsnetzwerk, das von seinen Benutzern ohne zentrale Autorität oder Zwischenhändler betrieben wird. Aus Anwendersicht ist Bitcoin so ziemlich wie Bargeld für das Internet.
es: Bitcoin es una red de consenso que permite un nuevo sistema de pago utilizando dinero digital. Es la primera red de pago descentralizada de igual a igual que funciona con sus usuarios sin una autoridad central ni intermediarios. Desde la perspectiva del usuario, bitcoin es muy parecido al dinero en efectivo para Internet.

source: What is a Cryptocurrency Exchange?
de: Was ist ein Cryptocurrency Exchange?
es: ¿Qué es un intercambio de criptomonedas?
fr: Qu'est-ce qu'un échange de crypto-monnaie?

source: A cryptocurrency exchange is a service for changing digital currencies, such as Bitcoin, Ethereum, and more, to fiat (paper) currencies or for other digital currencies. At FonixCoin, you can exchange your fiat currency, such as dollars or Euro, for several cryptocurrencies. You can also exchange your Bitcoin for fiat.
de: Ein Kryptowährungsaustausch ist ein Dienst zum Ändern digitaler Währungen wie Bitcoin, Ethereum und mehr in Fiat- (Papier-) Währungen oder für andere digitale Währungen. Bei FonixCoin können Sie Ihre Fiat-Währung wie Dollar oder Euro gegen mehrere Kryptowährungen eintauschen. Sie können Ihr Bitcoin auch gegen Fiat eintauschen.
es: Un intercambio de criptomonedas es un servicio para cambiar monedas digitales, como Bitcoin, Ethereum y más, a monedas fiduciarias (papel) o para otras monedas digitales. En FonixCoin, puede cambiar su moneda fiduciaria, como dólares o euros, por varias criptomonedas. También puede cambiar su Bitcoin por dinero fiduciario.
fr: Un échange de crypto-monnaie est un service permettant de changer des devises numériques, telles que Bitcoin, Ethereum, etc., en devises fiat (papier) ou pour d'autres devises numériques. Chez FonixCoin, vous pouvez échanger votre monnaie fiduciaire, comme le dollar ou l'euro, contre plusieurs crypto-monnaies. Vous pouvez également échanger votre Bitcoin contre des fiat.

source: Why must I provide my personal details?
de: Warum muss ich meine persönlichen Daten angeben?
es: ¿Por qué debo proporcionar mis datos personales?
fr: Pourquoi dois-je fournir mes données personnelles?

source: Before creating your first order, we need to know a bit about you. As a financial service, FonixCoin is committed to the highest security and privacy standards. This also helps us keep your account safe, fight fraud, and more. The process is called verification and is something everyone must go through before buying cryptocurrency anywhere. After submitting your details for verification, we’ll then quickly go over it and make sure everything looks good. This usually happens within the hour.
de: Bevor wir Ihre erste Bestellung erstellen, müssen wir etwas über Sie wissen. Als Finanzdienstleister bekennt sich FonixCoin zu den höchsten Sicherheits- und Datenschutzstandards. Dies hilft uns auch dabei, Ihr Konto zu schützen, Betrug zu bekämpfen und vieles mehr. Der Prozess wird als Verifizierung bezeichnet und muss von jedem durchlaufen werden, bevor Kryptowährung irgendwo gekauft werden kann. Nachdem Sie Ihre Daten zur Überprüfung eingereicht haben, werden wir sie schnell durchgehen und sicherstellen, dass alles gut aussieht. Dies geschieht normalerweise innerhalb einer Stunde.
es: Antes de crear su primer pedido, necesitamos saber un poco sobre usted. Como servicio financiero, FonixCoin está comprometido con los más altos estándares de seguridad y privacidad. Esto también nos ayuda a mantener su cuenta segura, combatir el fraude y más. El proceso se llama verificación y es algo por lo que todos deben pasar antes de comprar criptomonedas en cualquier lugar. Después de enviar sus datos para su verificación, lo revisaremos rápidamente y nos aseguraremos de que todo se vea bien. Esto suele ocurrir en una hora.
fr: Avant de créer votre première commande, nous devons en savoir un peu plus sur vous. En tant que service financier, FonixCoin s'engage à respecter les normes de sécurité et de confidentialité les plus élevées. Cela nous aide également à protéger votre compte, à lutter contre la fraude, etc. Le processus est appelé vérification et est quelque chose que tout le monde doit passer avant d'acheter de la crypto-monnaie n'importe où. Après avoir soumis vos informations pour vérification, nous les examinerons rapidement et nous nous assurerons que tout semble correct. Cela se produit généralement dans l'heure.

source: How long does it take for FonixCoin to send my bitcoins once I’ve paid?
de: Wie lange dauert es, bis FonixCoin meine Bitcoins versendet, sobald ich bezahlt habe?
es: ¿Cuánto tiempo tarda FonixCoin en enviar mis bitcoins una vez que he pagado?
fr: Combien de temps faut-il à FonixCoin pour envoyer mes bitcoins une fois que j'ai payé?

source: FonixCoin sends the coins immediately after both your payment and wallet address have been confirmed.
de: FonixCoin sendet die Münzen sofort, nachdem sowohl Ihre Zahlung als auch Ihre Brieftaschenadresse bestätigt wurden.
es: FonixCoin envía las monedas inmediatamente después de que se hayan confirmado tanto su pago como la dirección de su billetera.
fr: FonixCoin envoie les pièces immédiatement après confirmation de votre paiement et de votre adresse de portefeuille.

source: Where can I get a Bitcoin/Ethereum wallet?
de: Wo kann ich eine Bitcoin / Ethereum-Brieftasche bekommen?
es: ¿Dónde puedo conseguir una billetera Bitcoin / Ethereum?
fr: Où puis-je obtenir un portefeuille Bitcoin / Ethereum?

source: FonixCoin is not a wallet provider - we simply send your coins to the wallet of your choice.
de: FonixCoin ist kein Brieftaschenanbieter - wir senden Ihre Münzen einfach an die Brieftasche Ihrer Wahl.
es: FonixCoin no es un proveedor de billeteras, simplemente enviamos sus monedas a la billetera de su elección.
fr: FonixCoin n'est pas un fournisseur de portefeuille - nous envoyons simplement vos pièces dans le portefeuille de votre choix.

source: What methods of payment does FonixCoin offer?
de: Welche Zahlungsmethoden bietet FonixCoin an?
es: ¿Qué métodos de pago ofrece FonixCoin?
fr: Quels modes de paiement propose FonixCoin?

source: At FonixCoin you can currently buy bitcoin and other cryptocurrencies with bank wire transfer.
de: Bei FonixCoin können Sie derzeit Bitcoin und andere Kryptowährungen per Banküberweisung kaufen.
es: En FonixCoin actualmente puede comprar bitcoins y otras criptomonedas con transferencia bancaria.
fr: Chez FonixCoin, vous pouvez actuellement acheter des bitcoins et d'autres crypto-monnaies par virement bancaire.

source: About
de: Über
es: Sobre
fr: à propos

source: Us
de: uns
es: nosotras
fr: nous

source: Who we are?
de: Wer wir sind?
es: ¿quienes somos?
fr: Qui nous sommes?

source: founded in 2013 by experienced system architects and technology experts, is one of the oldest and fastest growing crypto exchanges in existence. With an unparalleled track record of reliability.
de: Das 2013 von erfahrenen Systemarchitekten und Technologieexperten gegründete Unternehmen ist einer der ältesten und am schnellsten wachsenden Krypto-Börsen, die es gibt. Mit einer beispiellosen Erfolgsbilanz in Bezug auf Zuverlässigkeit.
es: fundada en 2013 por arquitectos de sistemas experimentados y expertos en tecnología, es uno de los intercambios de cifrado más antiguos y de más rápido crecimiento que existen. Con un historial incomparable de confiabilidad.
fr: fondée en 2013 par des architectes système expérimentés et des experts en technologie, est l'un des échanges cryptographiques les plus anciens et les plus dynamiques qui soient. Avec un bilan de fiabilité inégalé.

source: Our terminal is built on the best technology and lets you trade effortlessly any of the FonixCoin currency pair.
de: Unser Terminal basiert auf der besten Technologie und ermöglicht es Ihnen, mühelos mit jedem FonixCoin-Währungspaar zu handeln.
es: Nuestro terminal está construido con la mejor tecnología y le permite operar sin esfuerzo con cualquiera de los pares de divisas de FonixCoin.
fr: Notre terminal est construit sur la meilleure technologie et vous permet de négocier sans effort n'importe quelle paire de devises FonixCoin.

source: Connect with other traders, discuss trading strategies, and also copy their trading portfolio performance.
de: Verbinden Sie sich mit anderen Händlern, diskutieren Sie Handelsstrategien und kopieren Sie auch die Leistung ihres Handelsportfolios.
es: Conéctese con otros comerciantes, discuta estrategias comerciales y también copie el rendimiento de su cartera comercial.
fr: Connectez-vous avec d'autres traders, discutez des stratégies de trading et copiez également les performances de leur portefeuille de trading.

source: FonixCoin offers order books with top tier liquidity, allowing users to easily exchange Bitcoin, and many other digital assets with minimal slippage
de: FonixCoin bietet Auftragsbücher mit erstklassiger Liquidität, mit denen Benutzer Bitcoin und viele andere digitale Assets mit minimalem Schlupf problemlos austauschen können
es: FonixCoin ofrece libros de pedidos con liquidez de primer nivel, lo que permite a los usuarios intercambiar fácilmente Bitcoin y muchos otros activos digitales con un deslizamiento mínimo.
fr: FonixCoin propose des carnets de commandes avec une liquidité de premier ordre, permettant aux utilisateurs d'échanger facilement Bitcoin et de nombreux autres actifs numériques avec un glissement minimal

source: Security Ensured
de: Sicherheit garantiert
es: Seguridad asegurada
fr: Sécurité assurée

source: Security of user information and funds is our first priority.
de: Die Sicherheit von Benutzerinformationen und Geldern hat für uns oberste Priorität.
es: La seguridad de la información y los fondos del usuario es nuestra primera prioridad.
fr: La sécurité des informations des utilisateurs et des fonds est notre première priorité.

source: We are ready to fly with you.
de: Wir sind bereit, mit Ihnen zu fliegen.
es: Nosotras estamos listas para volar contigo.
fr: Nous sommes prêts à voler avec vous.

source: Our vision is to increase the freedom of money globally. We believe that by spreading this freedom, we can significantly improve lives around the world.
de: Unsere Vision ist es, die Geldfreiheit weltweit zu erhöhen. Wir glauben, dass wir durch die Verbreitung dieser Freiheit das Leben auf der ganzen Welt erheblich verbessern können.
es: Nuestra visión es aumentar la libertad de dinero a nivel mundial. Creemos que al difundir esta libertad, podemos mejorar significativamente las vidas en todo el mundo.
fr: Notre vision est d'accroître la liberté de l'argent à l'échelle mondiale. Nous croyons qu'en répandant cette liberté, nous pouvons améliorer considérablement la vie dans le monde.

source: what we do
de: Was wir tun
es: que hacemos
fr: ce que nous faisons

source: Services
de: Dienstleistungen
es: Servicios
fr: Prestations de service

source: FonixCoin has consistently taken measures to ensure its platform makes online trading and investing accessible to anyone.
de: FonixCoin hat konsequent Maßnahmen ergriffen, um sicherzustellen, dass seine Plattform den Online-Handel und das Investieren für jedermann zugänglich macht.
es: FonixCoin ha tomado medidas constantemente para garantizar que su plataforma haga que el comercio y la inversión en línea sean accesibles para todos.
fr: FonixCoin a constamment pris des mesures pour s'assurer que sa plate-forme rend le commerce et l'investissement en ligne accessibles à tous.

source: With FonixCoin, you can easily buy Bitcoin with cash, as well as other cryptocurrencies we offer on the platform.
de: Mit FonixCoin können Sie Bitcoin ganz einfach mit Bargeld sowie andere Kryptowährungen kaufen, die wir auf der Plattform anbieten.
es: Con FonixCoin, puede comprar Bitcoin fácilmente con efectivo, así como otras criptomonedas que ofrecemos en la plataforma.
fr: Avec FonixCoin, vous pouvez facilement acheter du Bitcoin avec de l'argent, ainsi que d'autres crypto-monnaies que nous proposons sur la plateforme.

source: Bitcoin and Ethereum is an open source network, much more than just a digital currency. At FonixCoin, we not only trade your assets, we secure it as well.
de: Bitcoin and Ethereum ist ein Open-Source-Netzwerk, viel mehr als nur eine digitale Währung. Bei FonixCoin handeln wir nicht nur mit Ihrem Vermögen, wir sichern es auch.
es: Bitcoin y Ethereum es una red de código abierto, mucho más que una simple moneda digital. En FonixCoin, no solo intercambiamos sus activos, también los aseguramos.
fr: Bitcoin and Ethereum est un réseau open source, bien plus qu'une simple monnaie numérique. Chez FonixCoin, nous n'échangeons pas seulement vos actifs, nous les sécurisons également.

source: Bank on FonixCoin’s experience as a global fintech leader since the early days of Blockchain to provide you with a complete crypto trading solution.
de: Verlassen Sie sich auf die Erfahrung von FonixCoin als globaler Fintech-Marktführer seit den Anfängen von Blockchain, um Ihnen eine vollständige Krypto-Handelslösung anzubieten.
es: Aproveche la experiencia de FonixCoin como líder mundial en tecnología financiera desde los primeros días de Blockchain para brindarle una solución completa de comercio de cifrado.
fr: Misez sur l'expérience de FonixCoin en tant que leader mondial de la fintech depuis les débuts de la Blockchain pour vous fournir une solution complète de crypto trading.

source: Check All Services
de: Überprüfen Sie alle Dienste
es: Ver todos los servicios
fr: Vérifier tous les services

source: How we work
de: Wie wir arbeiten
es: Cómo trabajamos
fr: Comment nous travaillons

source: Work
de: Arbeits
es: Proceso
fr: Travail

source: Process
de: prozess
es: de trabajo
fr: Processus

source: FonixCoin implements reliable strategies by providing our users with state-of-the-art trading tools, innovative technology and unparalleled levels of customer service.
de: FonixCoin implementiert zuverlässige Strategien, indem es unseren Benutzern modernste Handelstools, innovative Technologie und einen beispiellosen Kundenservice bietet.
es: FonixCoin implementa estrategias confiables al proporcionar a nuestros usuarios herramientas comerciales de última generación, tecnología innovadora y niveles inigualables de servicio al cliente.
fr: FonixCoin met en œuvre des stratégies fiables en fournissant à nos utilisateurs des outils de trading à la pointe de la technologie, une technologie innovante et des niveaux de service client inégalés.

source: Group Planing
de: Gruppenplanung
es: Planificación grupal
fr: Planification de groupe

source: Never trade crypto alone. FonixCoin is much more than just a place to trade. Use award-winning social trading features to connect with over 10 million users worldwide.
de: Handeln Sie niemals allein mit Krypto. Fonix Coin ist viel mehr als nur ein Ort zum Handeln. Nutzen Sie preisgekrönte Social-Trading-Funktionen, um mit über 10 Millionen Nutzern weltweit in Kontakt zu treten.
es: Nunca intercambie criptomonedas solo. FonixCoin es mucho más que un lugar para comerciar. Utilice funciones de comercio social galardonadas para conectarse con más de 10 millones de usuarios en todo el mundo.
fr: N'échangez jamais de crypto seul FonixCoin est bien plus qu'un simple lieu de commerce. Utilisez les fonctionnalités de trading social primées pour vous connecter à plus de 10 millions d'utilisateurs dans le monde.

source: Final Success
de: Endgültiger Erfolg
es: Éxito final
fr: Succès final

source: We believe cryptocurrency is the future of money and that Building a robust and accessible cryptoeconomy will create a more equitable financial system around the world.
de: Wir glauben, dass Kryptowährung die Zukunft des Geldes ist und dass der Aufbau einer robusten und zugänglichen Kryptoökonomie ein gerechteres Finanzsystem auf der ganzen Welt schaffen wird.
es: Creemos que la criptomoneda es el futuro del dinero y que la construcción de una criptoeconomía sólida y accesible creará un sistema financiero más equitativo en todo el mundo.
fr: Nous pensons que la crypto-monnaie est l'avenir de l'argent et que la construction d'une cryptoéconomie robuste et accessible créera un système financier plus équitable dans le monde.

source: our achievements
de: unsere Erfolge
es: nuestros logros
fr: nos réalisations

source: Client
de: Klientin
es: Cliente
fr: Cliente

source: Feedback
es: Realimentación
fr: Retour d'information

source: It's been a pleasure trading with FonixCoin. Great platform for starting traders. Great selsection and transparent fee system.
de: Es war ein Vergnügen, mit FonixCoin zu handeln. Tolle Plattform für den Start von Tradern. Große Auswahl und transparentes Gebührensystem.
es: Ha sido un placer comerciar con FonixCoin. Gran plataforma para principiantes. Gran auto-selección y sistema de tarifas transparente.
fr: Ce fut un plaisir d'échanger avec FonixCoin. Excellente plateforme pour les traders débutants. Grande sélection et système de frais transparent.

source: So easy and fun as i ahvent had to do much. FonixCoin has been making my trading experience enjoyable and secure.
de: So einfach und lustig, dass ich nicht viel tun musste. FonixCoin hat meine Handelserfahrung angenehm und sicher gemacht.
es: Tan fácil y divertido como nunca tuve que hacer mucho. FonixCoin ha hecho que mi experiencia comercial sea agradable y segura.
fr: Tellement facile et amusant que j'ai dû faire beaucoup. FonixCoin a rendu mon expérience de trading agréable et sécurisée.

source: FonixCoin is a fantastic trading platform, both from an ease of use and technical perspective. I'm very satisfied with the service they FonixCoin provide. keep it up.
de: FonixCoin ist eine fantastische Handelsplattform, sowohl aus benutzerfreundlicher als auch aus technischer Sicht. Ich bin sehr zufrieden mit dem Service, den FonixCoin bietet. mach weiter.
es: FonixCoin es una plataforma comercial fantástica, tanto desde una perspectiva técnica como de facilidad de uso. Estoy muy satisfecho con el servicio brindado por FonixCoin. Sigue adelante.
fr: FonixCoin est une plate-forme de trading fantastique, à la fois du point de vue de la facilité d'utilisation et du point de vue technique. Je suis très satisfait du service fourni par FonixCoin. continuez.

source: FonixCoin has made cryptocurrency trading so easy that i rarely have to do anything complex, i just watch and see my asset grow. Quite remarkable i must say.
de: FonixCoin hat den Handel mit Kryptowährungen so einfach gemacht, dass ich selten etwas Komplexes tun muss. Ich beobachte nur, wie mein Vermögen wächst. Ganz bemerkenswert muss ich sagen.
es: FonixCoin ha hecho que el comercio de criptomonedas sea tan fácil que rara vez tengo que hacer algo complejo, solo observo y veo crecer mi activo. Bastante notable debo decir.
fr: FonixCoin a rendu le trading de crypto-monnaie si facile que je n'ai que rarement à faire quelque chose de complexe, je regarde juste et vois mon actif grandir. Tout à fait remarquable je dois dire.

source: Doing business on this platform has been a turning point for my life and my career in general. This is quite amazing.
de: Das Geschäft auf dieser Plattform war ein Wendepunkt für mein Leben und meine Karriere im Allgemeinen. Das ist ziemlich erstaunlich.
es: Hacer negocios en esta plataforma ha sido un punto de inflexión para mi vida y mi carrera en general. Esto es bastante asombroso.
fr: Faire des affaires sur cette plateforme a été un tournant dans ma vie et ma carrière en général. C'est assez étonnant.

source: Stories from the easiest and most trusted place to
de: Geschichten vom einfachsten und vertrauenswürdigsten Ort bis
es: Historias del lugar más fácil y confiable para
fr: Des histoires du lieu le plus simple et le plus fiable

source: Never lose a Trade
de: Verliere niemals einen Trade
es: Nunca pierdas un comercio
fr: Ne perdez jamais un métier
