Repository: dev-afolabi/bitcoin
Catalog: locale/*/LC_MESSAGES/django.po
Languages: de, es, fr

source: English
de: Englisch
es: Inglés
fr: Anglaise

source: Chinese
de: Chinesisch
es: Chino
fr: Chinois

source: Spanish
de: Spanisch
es: Española
fr: Espagnol

source: German
de: Deutsche
es: Alemana
fr: Allemand

source: Your Fullname
de: Ihr voll Name
es: Tu nombre completo
fr: Ton nom complet

source: Your Email
de: Deine E-Mail
es: Tu correo electrónico
fr: Votre Email

source: Subject
de: Gegenstand
es: Sujeta
fr: sujet

source: Your Message
de: Deine Nachricht
es: Tu mensaje
fr: Votre message

source: About FonixCoin
de: Über FonixCoin
es: Sobre FonixCoin
fr: À propos de FonixCoin

source: Delivering quality
de: Qualität liefern
es: Entregando calidad
fr: livrer de la qualité

source: Home
de: Startseite
es: Página principal
fr: Accueil

source: About us
de: Über uns
es: Sobre nosotras
fr: À propos de nous

source: We believe cryptocurrency is the future of money, and that building a robust, trusted, and accessible cryptoeconomy will create a more equitable and open financial system around the world.
de: Wir glauben, dass Kryptowährung die Zukunft des Geldes ist und dass der Aufbau einer robusten, vertrauenswürdigen und zugänglichen Kryptowährung ein gerechteres und offeneres Finanzsystem auf der ganzen Welt schaffen wird.
es: Al asociarse con Market Synergy, las cuentas corporativas y los comerciantes profesionales pueden aprovechar las velocidades comerciales más rápidas a través de la conectividad de nivel institucional y los servicios de ubicación conjunta con acceso directo a nuestro portal de activos digitales.
fr: Nous pensons que la crypto-monnaie est l'avenir de l'argent et que la construction d'une cryptoéconomie robuste, fiable et accessible créera un système financier plus équitable et plus ouvert dans le monde.

source: Bitcoin Legality
de: Bitcoin-Legalität
es: Legalidad de Bitcoin
fr: Légalité du Bitcoin

source: Why Choose
de: Warum wählen
es: Por qué elegir
fr: Pourquoi choisir

source: Easy Trading
de: Einfacher Handel
es: comercio fácil
fr: Trading facile

source: FonixCoin offers a methodical approach to ensure profitability. Each trade is calculated through risk management techniques, technical analysis, and deep fundamental research.
de: FonixCoin bietet einen methodischen Ansatz zur Sicherstellung der Rentabilität. Jeder Trade wird durch Risikomanagementtechniken, technische Analysen und gründliche Grundlagenforschung berechnet.
es: FonixCoin ofrece un enfoque metódico para garantizar la rentabilidad. Cada operación se calcula utilizando técnicas de gestión de riesgos, análisis técnico e investigación fundamental profunda.
fr: FonixCoin propose une approche méthodique pour assurer la rentabilité. Chaque transaction est calculée grâce à des techniques de gestion des risques, une analyse technique et une recherche fondamentale approfondie.

source: Trading Strategy
de: Handelsstrategie
es: Estrategia comercio
fr: Stratégie de trading

source: Master the basics with Fonixcoin's Crypto Guides, where we take an in-depth look at some of the top projects in this space.
de: Beherrschen Sie die Grundlagen mit den Crypto Guides von Fonixcoin, in denen wir uns einige der besten Projekte auf diesem Gebiet genauer ansehen.
es: Domine los conceptos básicos con las guías de cifrado de Fonixcoin, donde echamos un vistazo en profundidad a algunos de los principales proyectos en este espacio.
fr: Maîtrisez les bases avec les guides cryptographiques de Fonixcoin, où nous examinons en profondeur certains des meilleurs projets de cet espace.

source: Money Exchange
de: Geldwechsel
es: Cambio de dinero
fr: Échange de l'argent

source: Buy and sell popular digital currencies, keep track of them in the one place.
de: Kaufen und verkaufen Sie beliebte digitale Währungen und behalten Sie diese an einem Ort im Auge.
es: Compre y venda monedas digitales populares, realice un seguimiento de ellas en un solo lugar.
fr: Achetez et vendez des devises numériques populaires, gardez-les au courant en un seul endroit.

source: Security Ensure
de: Sicherheit garantiert
es: Garantía de seguridad
fr: Assurer la sécurité

source: Fonixcoin takes a comprehensive approach to protecting your investments. Our team of experts have built in a number of sophisticated measures to prevent the theft of money or information.
de: Fonixcoin verfolgt einen umfassenden Ansatz zum Schutz Ihrer Investitionen. Unser Expertenteam hat eine Reihe ausgefeilter Maßnahmen ergriffen, um den Diebstahl von Geld oder Informationen zu verhindern.
es: Fonixcoin adopta un enfoque integral para proteger sus inversiones. Nuestro equipo de expertosha incorporado una serie de sofisticadas medidas para evitar el robo de dinero o información.
fr: Fonixcoin adopte une approche globale pour protéger vos investissements. Notre équipe d'experts a intégré un certain nombre de mesures sophistiquées pour empêcher le vol d'argent ou d'informations.

source: Cryptocurrency Trading
de: Kryptowährungshandel
es: Comercio de criptomonedas
fr: Trading de crypto-monnaie

source: A cryptocurrency exchange is a service for changing digital currencies, such as Bitcoin, Ethereum, and more.
de: Ein Kryptowährungsaustausch ist ein Dienst zum Ändern digitaler Währungen wie Bitcoin, Ethereum und mehr.
es: Un intercambio de criptomonedas es un servicio para intercambiar monedas digitales, como Bitcoin, Ethereum y más.
fr: Un échange de crypto-monnaie est un service permettant de changer les devises numériques, telles que Bitcoin, Ethereum, etc.

source: Fonixcoin accepts deposits and provides withdrawals in any of the following crypto assets.
de: Fonixcoin akzeptiert Einzahlungen und bietet Auszahlungen in einem der folgenden Krypto-Assets an.
es: Fonixcoin acepta depósitos y proporciona retiros en cualquiera de los siguientes activos criptográficos.
fr: Fonixcoin accepte les dépôts et effectue des retraits dans l'un des actifs cryptographiques suivants.

source: FonixCoin conversation
de: FonixCoin-Gespräch
es: Conversación de FonixCoin
fr: Conversation FonixCoin

source: Trade Bitcoin
de: Handeln Sie Bitcoin
es: Comercio de Bitcoin
fr: Échangez Bitcoin

source: With Us
de: Mit uns
es: Con nosotras
fr: Avec nous

source: quality experts
de: Qualitätsexperten
es: Expertas en calidad
fr: experts qualité

source: Our Team
de: Unser Team
es: Nuestro equipo
fr: Notre équipe

source: Members
de: Mitglieder
es: Miembros
fr: Membres

source: Consultant
de: Beraterin
es: Consultora
fr: Consultante

source: Broker
de: Maklerin
es: corredora
fr: Courtière

source: Cryptocurrency expert
de: Kryptowährungsexperte
es: Experta en criptomonedas
fr: Expert en crypto-monnaie

source: Need More Service?
de: Benötigen Sie mehr Service?
es: necesita más servicio?
fr: Besoin de plus de service?

source: If you have questions, comments or concerns, our local staff is on-hand to answer all your needs.
de: Wenn Sie Fragen, Kommentare oder Bedenken haben, helfen Ihnen unsere Mitarbeiter vor Ort gerne weiter.
es: Si tiene preguntas, comentarios o inquietudes, nuestro personal local está disponible para responder a todas sus necesidades.
fr: Si vous avez des questions, des commentaires ou des préoccupations, notre personnel local est à votre disposition pour répondre à tous vos besoins.

source: Contact us by email
de: Kontaktieren Sie uns per E-Mail
es: Contáctenos por correo electrónico
fr: Contactez nous par email

source: Contact Us
de: Kontaktiere uns
es: Contacta con nosotras
fr: Nous contacter

source: Bitcoin & Ethereum
es: Bitcoin y Ethereum
fr: Bitcoin et Ethereum

source: Service List
de: Serviceliste
es: Lista de servicios
fr: Liste des services

source: Bitcoin Trading
de: Bitcoin-Handel
es: Comercio de Bitcoin
fr: Trading Bitcoin

source: Coin Buy & Sell
de: Münze kaufen und verkaufen
es: Compra y venta de monedas
fr: Achat et vente de coin

source: Account Security
de: Konto Sicherheit
es: Seguridad de la cuenta
fr: Sécurité du compte

source: Bitcoin and Ethereum
de: Bitcoin und Ethereum
es: Bitcoin y Ethereum
fr: Bitcoin et Ethereum

source: If Bitcoin seeks to serve as a digital gold, Ethereum has taken a different approach, generalizing so its users can create any number of custom assets and programs governing their operation.
de: Wenn Bitcoin als digitales Gold dienen soll, hat Ethereum einen anderen Ansatz gewählt und verallgemeinert, damit seine Benutzer eine beliebige Anzahl von benutzerdefinierten Assets und Programmen erstellen können, die ihren Betrieb regeln.
es: Si Bitcoin busca servir como un oro digital, Ethereum ha adoptado un enfoque diferente, generalizando para que sus usuarios puedan crear cualquier cantidad de activos y programas personalizados que rijan su operación.
fr: Si Bitcoin cherche à servir d'or numérique, Ethereum a adopté une approche différente, généralisant afin que ses utilisateurs puissent créer un nombre illimité d'actifs et de programmes personnalisés régissant leur fonctionnement.

source: Today, Ethereum uses proof-of-work mining (in which computers burn energy to solve puzzles needed to create blocks) to power its blockchain.
de: Heute verwendet Ethereum Proof-of-Work-Mining (bei dem Computer Energie verwenden, um Rätsel zu lösen, die zum Erstellen von Blöcken erforderlich sind), um seine Blockchain mit Strom zu versorgen.
es: Actualmente, Ethereum utiliza la minería de prueba de trabajo (en la que las computadoras queman energía para resolver los acertijos necesarios para crear bloques) para impulsar su blockchain.
fr: Aujourd'hui, Ethereum utilise l'exploitation minière de preuve de travail (dans laquelle les ordinateurs brûlent de l'énergie pour résoudre les énigmes nécessaires à la création de blocs) pour alimenter sa blockchain.

source: Proof-of-Stake
es: Prueba-de-participación
fr: Preuve d'enjeu

source: With the transition to Ethereum 2.0, Ethereum plans to alter its core operating system, migrating to a system called proof-of-stake (PoS).
de: Mit dem Übergang zu Ethereum 2.0 plant Ethereum, sein Kernbetriebssystem zu ändern und auf ein System namens Proof-of-Stake (PoS) zu migrieren.
es: Con la transición a Ethereum 2.0, Ethereum planea alterar su sistema operativo central, migrando a un sistema llamado prueba de participación (PoS).
fr: Avec la transition vers Ethereum 2.0, Ethereum prévoit de modifier son système d'exploitation de base, en migrant vers un système appelé preuve de participation (PoS).

source: A finite supply
de: Eine endliche Versorgung
es: Un suministro finito
fr: Un approvisionnement limité

source: According to the software rules, only 21 million bitcoins can be produced, a limit that gives bitcoins value.
de: Gemäß den Softwareregeln können nur 21 Millionen Bitcoins produziert werden, eine Grenze, die den Wert von Bitcoins angibt.
es: Según las reglas del software, solo se pueden producir 21 millones de bitcoins, un límite que le da valor a los bitcoins.
fr: Selon les règles du logiciel, seuls 21 millions de bitcoins peuvent être produits, une limite qui donne de la valeur aux bitcoins.

source: Portability
de: Portabilität
es: Portabilidad
fr: Portabilité

source: With BTC, you can carry around all your wealth on a flash drive, memorized in your brain or transfer it instantly via the internet.
de: Mit BTC können Sie Ihr gesamtes Vermögen auf einem Flash-Laufwerk übertragen, das Sie in Ihrem Gehirn gespeichert haben, oder es sofort über das Internet übertragen.
es: Con BTC, puede llevar todo su patrimonio en una unidad flash, memorizarlo en su cerebro o transferirlo instantáneamente a través de Internet.
fr: Avec BTC, vous pouvez transporter toute votre richesse sur un lecteur flash, mémoriser dans votre cerveau ou la transférer instantanément via Internet.

source: Description
de: Beschreibung
es: Descripción
fr: La description

source: Experience
de: Erfahrung
es: Experiencia
fr: Expérience

source: Values
de: Werte
es: Valores
fr: Valeurs

source: Among the first to embrace Ethereum were major banks and institutions, who took advantage of its open-source code to create proof-of-concepts and R&D initiatives in 2015 and 2016.
de: Zu den ersten, die Ethereum einnahmen, gehörten große Banken und Institutionen, die den Open-Source-Code nutzten, um 2015 und 2016 Proof-of-Concepts und F & E-Initiativen zu erstellen.
es: Entre los primeros en adoptar Ethereum se encontraban los principales bancos e instituciones, que aprovecharon su código fuente abierto para crear pruebas de conceptos e iniciativas de I + D en 2015 y 2016.
fr: Parmi les premiers à adopter Ethereum figuraient de grandes banques et institutions, qui ont profité de son code open source pour créer des preuves de concepts et des initiatives de R&D en 2015 et 2016.

source: Like paper cash or gold, depending on how you received your BTC it will have varying degrees of fungibility. BTC that was involved in a crime, for example, may not be accepted by exchanges or merchants. (This remains an active area of research for Bitcoin developers.)
de: Wie Papiergeld oder Gold weist es je nachdem, wie Sie Ihr BTC erhalten haben, einen unterschiedlichen Grad an Fungibilität auf. BTC, das beispielsweise an einer Straftat beteiligt war, kann von Börsen oder Händlern möglicherweise nicht akzeptiert werden. (Dies bleibt ein aktives Forschungsgebiet für Bitcoin-Entwickler.)
es: Al igual que el efectivo en papel o el oro, dependiendo de cómo recibió su BTC, tendrá diversos grados de fungibilidad. BTC que estuvo involucrado en un crimen, por ejemplo, puede no ser aceptado por intercambios o comerciantes. (Esta sigue siendo un área activa de investigación para los desarrolladores de Bitcoin).
fr: Comme le papier-monnaie ou l'or, selon la façon dont vous avez reçu votre BTC, il aura divers degrés de fongibilité. La CTB qui a été impliquée dans un crime, par exemple, peut ne pas être acceptée par les bourses ou les commerçants. (Cela reste un domaine de recherche actif pour les développeurs Bitcoin.)

source: For something to store value, people need to recognize and accept that it’s worth something.
de: Damit etwas Wert speichern kann, müssen die Menschen erkennen und akzeptieren, dass es etwas wert ist.
es: Para que algo almacene valor, las personas deben reconocer y aceptar que vale algo.
fr: Pour que quelque chose stocke de la valeur, les gens doivent reconnaître et accepter que cela vaut quelque chose.

source: Acceptability
de: Annehmbarkeit
es: Aceptabilidad
fr: Acceptabilité

source: There are currently thousands of individuals and vendors accepting Bitcoin payments.
de: Derzeit akzeptieren Tausende von Einzelpersonen und Anbietern Bitcoin-Zahlungen.
es: Actualmente, hay miles de personas y proveedores que aceptan pagos con Bitcoin.
fr: Il y a actuellement des milliers d'individus et de fournisseurs acceptant les paiements Bitcoin.

source: Buy and sell
de: Kaufen und verkaufen
es: Compra y vende
fr: Acheter et vendre

source: You can also buy and sell BTC for other cryptocurrencies alongside more traditional currencies at exchanges like Fonixcoin.
de: Sie können BTC neben anderen traditionellen Währungen auch an anderen Börsen wie Fonixcoin für andere Kryptowährungen kaufen und verkaufen.
es: También puede comprar y vender BTC para otras criptomonedas junto con monedas más tradicionales en intercambios como Fonixcoin.
fr: Vous pouvez également acheter et vendre du BTC pour d'autres crypto-monnaies aux côtés de devises plus traditionnelles sur des bourses comme Fonixcoin.

source: Legality
de: Rechtmäßigkeit
es: Legalidad
fr: Légalité

source: Service Overview
de: Serviceübersicht
es: Descripción del servicio
fr: Aperçu du service

source: As far as The Platform Technology acts solely as an intermediary bringing together buyers and sellers nothing on the Fonixcoin platform can be ensured to contain no errors, mistakes, mispresentations or failures etc.
de: Soweit The Platform Technology ausschließlich als Vermittler fungiert, der Käufer und Verkäufer zusammenbringt, kann sichergestellt werden, dass auf der Fonixcoin-Plattform keine Fehler, Irrtümer, falschen Darstellungen oder Ausfälle usw. enthalten sind.
es: En la medida en que The Platform Technology actúa únicamente como un intermediario que reúne a compradores y vendedores, no se puede garantizar que nada en la plataforma Fonixcoin contenga errores, errores, tergiversaciones o fallas, etc.
fr: Dans la mesure où The Platform Technology agit uniquement en tant qu'intermédiaire réunissant acheteurs et vendeurs, rien sur la plate-forme Fonixcoin ne peut être garanti pour ne contenir aucune erreur, erreur, fausse déclaration ou échec, etc.

source: Service Restriction
de: Serviceeinschränkung
es: Restricción de servicio
fr: Restriction de service

source: You shall not use our Services and immediately cease using those if you are a resident or become a resident at any time of the state or region, where Fonixcoin is not authorized to act.
de: Sie dürfen unsere Dienste nicht nutzen und die Nutzung dieser Dienste sofort einstellen, wenn Sie in einem Staat oder einer Region ansässig sind oder dort ansässig werden, in dem Fonixcoin nicht zum Handeln berechtigt ist.
es: No debe usar nuestros Servicios y dejar de usarlos inmediatamente si es residente o se convierte en residente en cualquier momento del estado o región, donde Fonixcoin no está autorizado para actuar.
fr: Vous ne devez pas utiliser nos services et cesser immédiatement de les utiliser si vous êtes un résident ou devenez résident à tout moment de l'état ou de la région où Fonixcoin n'est pas autorisé à agir.

source: Crypto coins and tokens Policy
de: Richtlinien für Kryptomünzen und Token
es: Política de monedas y tokens de criptomonedas
fr: Politique des crypto-monnaies et des jetons

source: Any individual (the "user"), who opens an account with Fonixcoin understands and accepts that crypto assets do not necessarily have a specific form of protection or regulation by any governmental body.
de: Jede Person (der Benutzer), die ein Konto bei Fonixcoin eröffnet, versteht und akzeptiert, dass Krypto-Assets nicht unbedingt eine bestimmte Form des Schutzes oder der Regulierung durch eine Regierungsbehörde haben.
es: Cualquier individuo (el usuario) que abre una cuenta con Fonixcoin comprende y acepta que los activos criptográficos no necesariamente tienen una forma específica de protección o regulación por parte de ningún organismo gubernamental.
fr: Tout individu (l'utilisateur) qui ouvre un compte avec Fonixcoin comprend et accepte que les actifs cryptographiques ne bénéficient pas nécessairement d'une forme spécifique de protection ou de réglementation par un organisme gouvernemental.

source: However, Fonixcoin reserves the right to reject any deposits and suspend withdrawals which its compliance and risk management service provider has decided to be the result of detecting of suspicious activity such as criminal activity or any other infringement of its compliance guidelines.
de: Fonixcoin behält sich jedoch das Recht vor, Einzahlungen abzulehnen und Auszahlungen auszusetzen, die sein Compliance- und Risikomanagement-Dienstleister als Ergebnis der Aufdeckung verdächtiger Aktivitäten wie krimineller Aktivitäten oder anderer Verstöße gegen seine Compliance-Richtlinien beschlossen hat.
es: Sin embargo, Fonixcoin se reserva el derecho de rechazar cualquier depósito y suspender los retiros que su proveedor de servicios de cumplimiento y gestión de riesgos haya decidido que sean el resultado de la detección de una actividad sospechosa, como una actividad delictiva o cualquier otra infracción de sus pautas de cumplimiento.
fr: Cependant, Fonixcoin se réserve le droit de rejeter tout dépôt et de suspendre les retraits que son fournisseur de services de conformité et de gestion des risques a décidé de résulter de la détection d'une activité suspecte telle qu'une activité criminelle ou toute autre infraction à ses directives de conformité.

source: “Crypto assets” shall mean such type of assets which can only and exclusively be transmitted by means of block-chain technology, including but not limited to digital coins and digital tokens and any other type of digital mediums of exchange, such as Bitcoin, Ethereum, Ripple, etc, to the full and absolute exempt of the securities of any kind.
de: „Krypto-Assets“ sind solche Assets, die nur und ausschließlich mittels Block-Chain-Technologie übertragen werden können, einschließlich, aber nicht beschränkt auf digitale Münzen und digitale Token sowie jede andere Art digitaler Tauschmittel wie Bitcoin, Ethereum , Ripple usw. zur vollständigen und absoluten Befreiung von Wertpapieren jeglicher Art.
es: 'Activos criptográficos' significará el tipo de activos que solo y exclusivamente pueden transmitirse mediante tecnología de cadena de bloques, incluidas, entre otras, monedas digitales y tokens digitales y cualquier otro tipo de medio de intercambio digital, como Bitcoin, Ethereum. , Ripple, etc, con total y absoluta exención de los valores de cualquier tipo.
fr: «Actifs cryptographiques» désigne ce type d'actifs qui ne peuvent être transmis qu'au moyen de la technologie blockchain, y compris, mais sans s'y limiter, les pièces numériques et les jetons numériques et tout autre type de supports numériques d'échange, tels que Bitcoin, Ethereum , Ripple, etc., à l'exonération totale et absolue des titres de toute nature.

source: "Third-Party Content" is the content provided by third parties, including without limitation links to web pages of such parties, which may be represented on the Technology Platform.
de: Inhalte von Drittanbietern sind Inhalte, die von Dritten bereitgestellt werden, einschließlich, jedoch nicht beschränkt auf Links zu Webseiten dieser Parteien, die auf der Technologieplattform dargestellt werden können.
es: 'Contenido de terceros' es el contenido proporcionado por terceros, incluidos, entre otros, enlaces a las páginas web de dichos terceros, que pueden estar representados en la Plataforma Tecnológica.
fr: Le contenu tiers est le contenu fourni par des tiers, y compris, sans limitation, les liens vers les pages Web de ces parties, qui peuvent être représentés sur la plate-forme technologique.

source: Trade cryptocurrency with ease
de: Mit Kryptowährung mühelos handeln
es: Opere con criptomonedas con facilidad
fr: Échangez facilement de la crypto-monnaie

source: Bitcoin Overview
de: Bitcoin-Übersicht
es: Descripción general de Bitcoin
fr: Aperçu du Bitcoin
